links_message = '<b>🎥 <a href="https://www.youtube.com/c/14Karat">Видики от 14_Karat</a>\n\n👉 <a href="https://www.youtube.com/channel/UChzJDlq9XeX5lfMSdmb76Pw">Канал - BolikBDM</a>\n\n🆕 <a href="https://t.me/AWAKEN_NEWS">Новости</a>\n\n📢 <a href="https://t.me/AWAKEN_NEWS_PUBLIC">Чатик для общения</a>\n\n⚜️ <a href="https://t.me/aceguild">Поиск гильдии</a>\n\n🤩 <a href="https://discord.gg/awakenchaosera">Офф Discord</a></b>'

start_message = 'Класс, ты в теме! \nДобро пожаловать и всё такое! \n\nз.ы. бот в стадии разработки, если хочешь поучавстовать пиши @goodorfood '

feedback_message = 'Если ты пока еще сомневаешься, почитай отзывы других игроков. \n\n А если хочешь оставить отзыв, жмакай на кнопку, но помни что твой отзыв прочитают другие и он может быть полезен.'

offer_message = 'Если у вас есть предложения по улучшению\nбота (@Karat_gobot) или контента, присылайте их @goodorfood\n\n Спасибо, это важно не только для нас, но и для вас 🤍'

shop_message = 'К сожалению из-за оганичений сервиса google осуществить покупку в игре напрямую на данный момент нельзя.\n\nНо вы можете задонатить через ✅@ACEkarat.\n\nТут ☝️ можно узнать стоимость, и задать другие вопросы по оплате.'
short_shop_message = 'Вы можете задонатить через ✅@ACEkarat.\n\nТут можно узнать стоимость, и задать другие вопросы по оплате.'

helper_message = 'Не знаешь кого качать, или застопорился прогресс, а может просто не хватает времени на все активности в игре? \n\nПишите @AwakenHelper мы всё сделаем. \n\n🔥 1. Настроим команды для данжей \n\n🔥 2. Составим план развития аккаунта \n\n3. Присмотрим за вашим аккаунтом в ваше отсутствие \n\n4. Оденем героев под арену/гве/гб/башню \n\n5. Настроим команды для арены \n\n🚀6. Поставим на фарм данжей. (заходите в любое время, когда необходимо поставить - пишите нам, просто и очень удобно)\n\n🎉 И у нас есть абонементы на фарм (неделя, месяц)'

friends_message = 'НА СТАДИИ РАЗРАБОТКИ\n\n Для добавления в друзья есть 2 способа\n\n1. Ты можешь открыть список и сам раскидать заявки\n2. Добавить в список себя,и заявки в друзья будут присылать тебе\n\nп.с. Уважаемые игроки с высоким уровнем добавляйте малышей,это ваш небольшой вклад в развитие проекта,ведь поддержка нужна и особенно на начальном этапе!'

support_message = 'Если вам нравится то что мы делаем, и вы хотите нас поддержать переходите по <b><a href="https://new.donatepay.ru/@1029208">cсылочке</a></b>\n\nПоддерживая нас вы внесете вклад в разработку бота и появление новых полезных штук в нем, появление новых видиков на канале, а так же улучшение работы наших сервисов помощи и оплаты\n\nСпасибо вам!'

price_message = '1. Настроим команды для 12 данжа - 750р, 14 - 1000р \n\n2. Составим план развития аккаунта - 750р \n\n3. Присмотрим за вашим аккаунтом в ваше отсутствие - Цена договорная \n\n4. Оденем 1 персонажа (под арену/гве/гб/башню) - 200р \n\n5. Настроим команды для арены: Атака и Защита - 500р \n\n6. Поставим на фарм данжей - 300р сутки. (заходите в любое время, как необходимо поставить - пишите нам, просто и очень удобно) \n\nТак же у нас есть абонементы на фарм: 1 неделя фарма - 1500р., 1 месяц - 5000р. \n\n7. Возможно полное сопровождение - Цена договорная'

hello_message = 'Привет {0.first_name}!  \n\nесли тебе интересна деятельность <b>@Karatcc & @goodorfood</b> \nа так же игра <b>Awaken Chaos Era</b> жмакай сюда -> <b>/start</b> \n\n'

short_hello_message = 'Чтобы открыть меню жмакай сюда -> /start'

useful_message = 'Тут должны быть разные полезности по игре, кидайте в личку @Karatcc или @goodorfood что нужно добавить.\n\n'

guilds_message = '<b><a href="https://t.me/aceguild">🟢 Чатик для поиска гильдии 🟢</a></b>'

promocodes = '<b><a href="https://t.me/AWAKEN_NEWS/630">🟢 Актуальные Промокоды 🟢</a></b>'

feedback_link = '<b><a href="https://t.me/ACE_14Karat">🟢 Отзывы 🟢</a></b>'

promocodes_words = ['promo', 'code', 'коды', 'промокоды', 'промо', 'promocode', 'promocodes', '🤫 Промокоды', 'промокод', 'код']

hello_words = ['прив', 'привет', 'хай', 'намасте', 'hi', 'hello', 'йо', 'yo', 'йоу', 'здравсвуйте', 'добый день']

guild_words = ['гильдия', 'гильда', 'набор в гильду', 'набор в гильдию', 'поиск гильдии', 'guild', 'clan', 'ищу гильдию', 'ищю гильдию']

tier_words = ['тир', 'тирлист', 'тир-лист', 'тир лист', 'tier', 'tierlist']

donate_words = ['донат', 'пропуск', 'задонатить', 'donate', 'купить пропуск']

last_update_words = ['патч', 'обнова', 'обновление', 'последнее обновление', 'патчноут', 'patch', 'patchnote', 'патчи']
last_update_link = '<b><a href="https://discord.com/channels/723476014029602828/913088695836495942">🟢 patch-notes 🟢</a></b>'

